Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The appearance was regarded to be acceptable because the proportion of varying lyophilisate structure was similar to small-scale and was known not to impact product quality.
es_es: El aspecto se consideró aceptable ya que la proporción de estructuras diversas del liofilizado era similar a la observada a escala reducida y se sabía que no afectaba la calidad del producto.

source: The applicable monograph references are listed below.
es_es: A continuación se presentan las referencias monográficas aplicables.

source: The application of tenecteplase for AIS as new indication is based on the identical mode-of-action and does not impose novel requirements related to attributes affecting safety, efficacy and DP quality.
es_es: La solicitud de aprobación de tenecteplasa para el tratamiento del accidente cerebrovascular isquémico como nueva indicación se basa en el mismo modo de acción y no impone nuevos requisitos relacionados con atributos que afectan la seguridad, eficacia y calidad del medicamento.

source: The approach for setting acceptance criteria is summarised as follows:
es_es: El enfoque para establecer los criterios de aceptación se resume a continuación:

source: The appropriate secondary drying time was determined by single shelf vial closing after different time points throughout the secondary drying phase.
es_es: El tiempo de secado secundario apropiado se determinó cerrando los frascos de un único estante después de diferentes períodos durante la fase de secado secundario.

source: The approved changes are:
es_es: Los cambios aprobados son:

source: The area based limit for the chromatography data system (Minimum Area for BIChrom) corresponding to about 0.5 times of the quantitation limit is specified to:
es_es: El límite basado en el área para el sistema de datos cromatográficos (área mínima para BIChrom), que corresponde aproximadamente a 0.5 por el límite de cuantificación, está especificado para:

source: The arginine method is based on a combination of affinity-, anion- and cation exchange chromatography.
es_es: El método para la arginina se basa en una combinación de cromatografía de afinidad y de intercambio aniónico y catiónico.

source: The aseptic filling duration, which covers sterile filtration and potential process interruptions, is defined by the media fill validation; see Section 3.2.P.3.5 Process Validation and/or Evaluation.
es_es: En la validación del llenado aséptico, se define la duración del llenado aséptico, que abarca la filtración estéril y posibles interrupciones del proceso; ver la Sección 3.2.P.3.5 Validación y evaluación del proceso.

source: The aseptically filled bulk pre-filled syringes (PFS) are 100 % visually inspected for predefined defect categories, reflecting e.g., defects related to packaging material, appearance of the liquid DP, and foreign particles against black and white backgrounds.
es_es: Las jeringas prellenadas a granel en condiciones asépticas se someten a una inspección visual al 100 % para detectar categorías de defectos establecidas, que reflejan, por ejemplo, defectos relacionados con el material de acondicionamiento, el aspecto del principio activo líquido y partículas extrañas contra fondos blanco y negro.

source: The assay has been qualified with regard to linearity, accuracy, reproducibility, specificity and detection limit.
es_es: El ensayo ha sido calificado con respecto a linealidad, exactitud, reproductibilidad, especificidad y límite de detección.

source: The assay is corrected using the LoD
es_es: La valoración se corrige utilizando el la pérdida por desecación.

source: The assay principle is a non-cell-based clot lysis assay which measures the lysing effect of tenecteplase on a synthetic fibrin clot.
es_es: El principio del estudio es un ensayo de lisis de coágulo no basado en células que mide el efecto de desintegración de la tenecteplasa sobre un coágulo de fibrina sintética.

source: The assay was considered valid since all tester strains exhibit a characteristic number of spontaneous revertants per plate as reported in the literature and/or within or close to our in- house historical negative control data ranges (non-GLP).
es_es: La valoración se consideró válida, puesto que todas las cepas experimentales exhiben una cantidad característica de mutaciones inversas espontáneas por placa quees coincidente con la bibliografía o que se encuentra aproximadamente dentro de nuestros intervalos de controles negativos históricos internos (no ajustados a buenas prácticas de laboratorio).

source: The assembled PFS-NSD-1 are labeled and packaged in folding boxes.
es_es: Los dispositivos PFS-NSD-1 ensamblados se etiquetan y acondicionan en cajas plegables.

source: The assembly of the syringes into needle safety devices was shown not impact the product quality and to result in PFS-NSD-1 with the required performance.
es_es: Se demostró que el ensamblaje de las jeringas en los dispositivos de seguridad para agujas no afectó la calidad del producto ni el desempeño requerido para el dispositivo PFS-NSD-1.

source: The assessment and interpretation of the results follows the OECD Guideline No. 471.
es_es: La evaluación e interpretación de los resultados sigue el lineamiento 471 de la OCDE.

source: The assessment of Expectedness will be made by the Principal Clinical Investigator.
es_es: La evaluación de la previsibilidad estará a cargo del investigador clínico principal.

source: The assessment of bioequivalence was based upon 2-sided 90% confidence intervals (CIs) for the ratio of the geometric means (gMean), test/reference, for the primary endpoints using an acceptance range of 80.00 to 125.00%.
es_es: La evaluación de la bioequivalencia se basó en intervalos de confianza (IC) del 90% bilaterales para la relación de las medias geométricas (gMedia), analito/referencia, para los criterios de valoración primarios utilizando un rango de aceptación de 80.00 a 125.00%.

source: The assessment of the time to CV death or first HHF as stand-alone outcome endpoints are described in Sections 11.1.2.4 and 11.1.2.3.
es_es: En las Secciones 11.1.2.4 y 11.1.2.3 se describe la evaluación del tiempo transcurrido hasta la muerte cardiovascular o la primera hospitalización por insuficiencia cardíaca como criterios de valoración de desenlaces independientes.

source: The assessment revealed that the daily exposure value of PHPA is significantly below the permitted daily exposure (PDE) of 168.0 μg/day and thus, the potential leachable substance would not pose a risk to patients treated with tenecteplase 25 mg.
es_es: La evaluación reveló que la exposición diaria al PHPA está significativamente por debajo de la exposición diaria permitida, que es 168.0 μg/día y, por lo tanto, este posible lixiviable no representaría un riesgo para los pacientes tratados con tenecteplasa, 25 mg.

source: The assessment schedule for this trial is found in the protocol.
es_es: El cronograma de evaluación de este ensayo se incluye en el protocolo.

source: The assessment was performed either by:
es_es: La evaluación se llevó a cabo mediante:

source: The assessment will be based on the investigator’s clinical judgement.
es_es: La evaluación se realizará en función del criterio clínico del investigador.

source: The assessments of efficacy and safety parameters are presented in Sections 9.5.2 to 9.5.6.
es_es: Entre las Secciones 9.5.2 y 9.5.6 se presenta la evaluación de los parámetros de eficacia y seguridad.

source: The assessors will be blinded to the treatment group.
es_es: Los evaluadores desconocerán el grupo de tratamiento del paciente.

source: The assignment occurred in a blinded fashion via IRT.
es_es: La asignación se hizo a ciegas mediante la tecnología IRT.

source: The audit certificates are provided in Appendix 16.1.8.
es_es: En el Apéndice 16.1.8 se presentan los certificados de auditoría.

source: The authent icity of th is certificate may be verified with the issuing authority.
es_es: La autenticidad de este certiﬁcado puede verificarse a través de la autoridad emisora.

source: The authenticity of this certificate may be verified with the issuing authority.
es_es: La autenticidad de este certiﬁcado puede verificarse a través de la autoridad emisora.

source: The authenticity of this certificate may be verified in EudraGMDP.
es_es: La autenticidad de este certiﬁcado puede verificarse en EudraGMDP.

source: The authenticity of thiscertificate may be verified inEudraGMDP.
es_es: La autenticidad de este certificado puede verificarse en EudraGMDP.

source: The available (SM3) and newly generated (SM6) in-use data would support storage of the reconstituted solution for 24 hours at 2 – 8°C and 30°C.
es_es: Los datos sobre el tiempo de almacenamiento en uso de la solución reconstituida tanto con la línea vigente (datos disponibles de SM3) como con la nueva (datos generados para la línea SM6) respaldan un valor de 24 horas a 2 - 8° C y ... a 30° C.

source: The available stability data so far are well within the specification.
es_es: Los datos de estabilidad disponibles hasta el momento se encuentran holgadamente dentro de la especificación.

source: The average of all differences of the paired measurements (proposed method minus current method) is -0.03 % single-chain, i.e., the proposed method measures in average 0.03 % less single-chain than the current method.
es_es: El promedio de todas las diferencias en las mediciones pareadas (método propuesto menos método vigente) da -0.03 % para cadena única, es decir, el método propuesto mide en promedio 0.03 % menos especies de cadena única que el método vigente.

source: The average of the results obtained for the 3 batches manufactured at each site demonstrate sufficient similarity.
es_es: El promedio de las 3 partidas elaboradas en una y otra planta productora arroja una similitud suficiente.

source: The average peak area from these injections is not more than 2% different from the average peak area of at least 3 injections of Standard Solution 1.
es_es: El área promedio del pico de estas inyecciones difiere, como máximo, 2% del área del pico promedio de al menos 3 inyecciones de la Solución estándar 1.

source: The average uncorrected retention time of the principal component obtained with the test sample should differ by not more than +/- 1 min from the average uncorrected retention time obtained with the valid olodaterol hydrochloride reference substance.
es_es: El tiempo de retención promedio sin corregir del componente principal obtenido con la muestra de prueba no debe diferir en más de +/- 1 minuto de aquel obtenido con la sustancia de referencia válida de clorhidrato de olodaterol.

source: The average value should be equal to or greater than Q.
es_es: El promedio debe ser igual o mayor que Q.

source: The average value should be equal to or greater than Q. No individual value should be less than Q - 15%.
es_es: Un promedio de 12 unidades (S1 + S2) es igual o mayor que Q y ninguna unidad es menor que Q - 15%

source: The average value should be equal to or greater than Q. Not more than 2 individual values should be less than Q - 15%, but not less than Q - 25%.
es_es: Un promedio de 12 unidades (S1 + S2) es igual o mayor que Q y ninguna unidad es menor que Q - 15%

source: The background therapies for heart failure symptoms or comorbidities at baseline were consistent with standard of care.
es_es: Los tratamientos de base para los síntomas de insuficiencia cardíaca o las comorbilidades existentes al inicio se correspondieron con el tratamiento protocolar.

source: The bacterial reverse mutation assay, called Ames test has been in use for nearly 50 years as a routine test for mutagenicity.
es_es: La prueba de mutación reversa bacteriana, denominada prueba de Ames, se emplea desde hace casi 50 años como prueba de rutina para detectar la mutagenicidad.

source: The base of any instrumental measurement of colour is that the human eye has been shown to detect colour via 3 types of receptors.
es_es: Toda medición instrumental del color se basa que el ojo humano probadamene detecta el color a través de 3 tipos de receptores.

source: The baseline assessments include NIHSS, pre-morbid mRS, demographic data, past medical history, previous stroke history and cerebral imaging information.
es_es: Las evaluaciones iniciales incluyen la escala NIHSS, la puntuación de mRS antes de la enfermedad, datos demográficos, antecedentes médicos, accidentes cerebrovasculares anteriores e información sobre imágenes cerebrales.

source: The batch formula for the production batch size of spesolimab solution for injection in prefilled syringe 150 mg/syringe (150 mg/mL), abbreviated PFS-NSD-1, is shown in Table 27.
es_es: La fórmula de las partidas para lel tamaño de partidas de producción de la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), PFS-NSD-1 en su forma abreviada, se muestra en la Tabla 27.

source: The batch formula for the production of tenecteplase powder for solution for injection 40 mg/vial is shown in Table 5 and in Table 6 for tenecteplase powder for solution for injection 50 mg/vial.
es_es: En la Tabla 5, se presenta la formula de las partidas de producción de tenecteplasa, polvo para solución inyectable de 40 mg/vial y, en la Tabla 6, para tenecteplasa, polvo para solución inyectable, 50 mg/vial.

source: The batch formula for the production size of sterilised Water for Injections 8 mL and 10 mL is shown in Table 1.
es_es: En la Tabla 1, se muestra la fórmula de las partidas a escala de producción de agua para inyección esterilizada de 8 ml y10 ml.

source: The batch formula of the capsule shell reflects the amount which translates into the final drug product.
es_es: La fórmula de las partidas para el recubrimiento de la cápsula refleja la cantidad que pasa al medicamento final.

source: The batch number assignment is performed continuously and in an ascending manner.
es_es: Los números de partida son ascendentes y continuos.

source: The batch number for a batch of drug product and semi-finished product is an international code, which identifies all the manufactured/packaged products at Boehringer Ingelheim Promeco S.A. de C.V.
es_es: El número de partida de las partidas de productos terminados o semielaborados es un código internacional, que identifica a todos los productos fabricados/acondicionados en Boehringer Ingelheim Promeco S.A. de C.V.

source: The batch number for a batch of drug product and semi-finished product is an international code, which identifies all the manufactured/packaged products at Boehringer Ingelheim Promeco S.A. de C.V. according to the following structure:
es_es: El número de partida de las partidas de productos terminados o semielaborados es un código internacional, que identifica a todos los productos fabricados/acondicionados en Boehringer Ingelheim Promeco S.A. de C.V., según la siguiente estructura:

source: The batch number for each drug product batch is assigned automatically from an automated batch numbering system and is not product-specific.
es_es: El número de cada partida de medicamento se asigna automáticamente desde un sistema de numeración de partidas automatizado y no es específico del producto.

source: The batch number is a six-digit alpha-numeric code presented as follows:
es_es: El número de partida es un código alfanumérico de seis dígitos, que se presenta de la siguiente manera:

source: The batch number is a six-digit numbers presented as follow:
es_es: El número de partida es un número de seis dígitos, que se presenta de la siguiente manera:

source: The batch number is alphanumeric and consist of a maximum of 10 digits according to the following structure:
es_es: El número de partida es alfanumérico y consta de un máximo de 10 dígitos según la siguiente estructura:

source: The batch number is generated as follows:
es_es: El número de partida se genera de la siguiente manera:

source: The batch number is given automatically by a SAP system.
es_es: El sistema SAP asigna automáticamente el número de partida.

source: The batch number starts with letter C followed by a 5 digits number.
es_es: El número de partida empieza por la letra C, seguida de un número de 5 dígitos.

source: The batch numbering system applied in the production site of Boehringer Ingelheim Pharma GmbH & Co. KG in Ingelheim, Germany is the following.
es_es: El sistema de numeración de partidas aplicado al centro de producción de Boehringer Ingelheim Pharma GmbH & Co. KG, en Ingelheim, Alemania, es el siguiente:

source: The batch numbers in document q00289461-04 are the following:
es_es: Los números de partida del documento q00289461-04 son los siguientes:

source: The batch size range for the new site remains within the batch size range of the current site.
es_es: El tamaño de partida de la nueva planta permanece dentro del intervalo del de la planta actual.

source: The batches T90339, T90340, T90341 referred to in section 3.2.P.8.3, Stability study data do not show the batch numbering described above as these batches were produced as “technical batches”, which are manufactured in early stage of product transfer are not intended for human use (non- commercial batches).
es_es: Las partidas T90339, T90340, T90341 señaladas en la Sección 3.2.P.8.3, Datos de estudios de estabilidad, no presentan la numeración de partida indicada, ya que se produjeron como “partidas técnicas”, que se fabrican en la etapa temprana de transferencia del producto y no están destinadas al uso humano (partidas no comerciales).

source: The batches of linagliptin and the comparator products as well as the respective placebos used in clinical trials are identified.
es_es: Se identifican las partidas de linagliptina y los comparadores, así como los placebos respectivos empleados en los ensayos clínicos.

source: The batches were manufactured at the commercial production scale.
es_es: Las partidas se elaboraron a escala de producción comercial.

source: The batches were stored at 30°C / 75 % r.h. for up to 36 months (shelf life).
es_es: Las partidas se almacenaron hasta 36 meses (vida útil) a 30° C/ 75 % de h. r.

source: The batches will be tested throughout the approved shelf-life.
es_es: Las partidas se evaluarán en toda la vida útil aprobada.

source: The beneficial CV effects of empagliflozin cannot be explained by the modest glucose control achieved in the EMPA-REG OUTCOME trial.
es_es: Los beneficios cardiovasculares de la empagliflozina no pueden explicarse por el modesto control de la glucosa alcanzado en el ensayo EMPA-REG OUTCOME.

source: The benefit of treatment must be evaluated against the potential risks during pregnancy.
es_es: Se debe sopesar el beneficio del tratamiento, comparándolo con los riesgos potenciales en el embarazo.

source: The benefit was independent of LVEF and consistent for patients with and without diabetes mellitus.
es_es: El beneficio fue independiente de la FEVI y sistemático entre pacientes con y sin diabetes mellitus.

source: The binding affinity for all Fcɣ receptors is negligible for spesolimab.
es_es: Espesolimab presenta una afinidad de unión insignificante con todos los receptores Fcγ.

source: The bioanalyst was unblinded to treatment allocation, so that samples from patients receiving placebo were analysed for empagliflozin.
es_es: El bioanalista estaba desenmascarado a la asignación del tratamiento, de modo que en las muestras de pacientes que recibieron placebo rastreó la presencia de empagliflozina.

source: The bioequivalence limit δ is given by ln(1.25).
es_es: El límite de bioequivalencia δ está dado por ln(1.25).

source: The bioequivalence of empagliflozin and metformin were investigated following oral administration of a fixed dose combination tablet of 12.5 mg empagliflozin / 1000 mg metformin compared with a free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under both fed and fasted conditions.
es_es: Para investigar la bioequivalencia de empagliflozina y metformina se comparó la administración oral de un comprimido de combinación a dosis fija de empagliflozina, 12.5 mg / metformina, 1000 mg con la combinación a dosis libre de empagliflozina, 12.5 mg y metformina, 1000 mg en condiciones post- y preprandiales

source: The biological activity (potency) of spesolimab is determined by the Bioassay (inhibition of IL36R binding).
es_es: La actividad biológica (potencia) del Espesolimab se determina mediante ensayo biológico (inhibición de la unión con el IL36R).

source: The biological activity of tenecteplase is discussed in Section 3.2.S.1.3 General Properties.
es_es: La actividad biológica de la tenecteplasa se analiza en la Sección 3.2.S.1.3, Propiedades generales.

source: The biological activity of a tenecteplase test sample is determined by direct comparison to a reference standard.
es_es: La actividad biológica de una muestra de prueba de tenecteplasa se determina por comparación directa con un estándar de referencia.

source: The biopharmaceutical manufacturing process steps of DS and DP at BIP, including cell culture, purification, formulation and filling / primary packaging
es_es: Los pasos del proceso de fabricación biofarmacéutica del principio activo y el medicamento en BIP, incluido el cultivo celular, la purificación, la formulación y el llenado/acondicionamiento primario.

source: The biopharmaceutical value chain starts with preparing the master and working cell banks (MCB/WCB) in the G71 facility.
es_es: La cadena de valor biofarmacéutica comienza con la preparación de los bancos de células maestros y de trabajo en las instalaciones G71.

source: The black solid lines indicate the Metalyse ® specification limits and the black, dashed lines indicate mean +/-3SD limits calculated based on Metalyse® data.
es_es: Las líneas negras continuas indican los límites de especificación de Metalyse ® y las líneas negras punteadas indican los límites de la media +/-3 desvíos estándar calculados a partir de los datos de Metalyse®.

source: The body mass index (BMI) was calculated for determination of eligibility at Visit 1.
es_es: En la Visita 1, se calculaba el índice de masa corporal para determinar la elegibilidad.

source: The bottom outlet port is a manual bottom outlet valve with EPDM seals and O-rings.
es_es: El puerto de salida inferior es una válvula de salida manual ubicada en la base y provista con juntas tóricas O-ring y precintos de monómero de etileno propileno dieno.

source: The boxplots were generated by the commercially available software package OriginProTM.
es_es: Los diagramas de caja fueron generados por el software comercial OriginPro.TM.

source: The bubble point value of ≥ 3,450 mbar for water provided by the filter vendor has to be met in order to demonstrate filter integrity prior to sterile filtration.
es_es: El agua proporcionada por el proveedor del filtro debe cumplir con el valor del punto de burbujeo de ≥3,450 mbar para demostrar la integridad del filtro antes de la filtración estéril.

source: The bulk holding time until it’s packed in the commercial primary packaging is 18 months.
es_es: El tiempo de almacenamiento del granel previo al envasado en el acondicionamiento primario comercial es 18 meses.

source: The bulk manufacturer of Nintedanib capsules, Catalent Germany Eberbach GmbH (CMO), is going to change the imprinting process technology of the nintedanib capsules.
es_es: El fabricante de nintedanib, cápsulas a granel, Catalent Germany Eberbach GmbH (fabricante contratado) va a modificar la tecnología de impresión empleada con nintedanib, cápsulas.
